/* %.0f = number of seconds */
"%.0f seconds since 1970" = "‏%.0f ثانية منذ ١٩٧٠";

/* %@ = location */
"Open %@ in Maps" = "فتح %@ في الخرائط";

/* %@ = location name */
"Map of %@" = "خريطة %@";

/* %@ = phone number */
"Call %@" = "الاتصال بـ \"%@\"";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "تعذر العثور على الموقع (\"%@\") باستخدام البحث المحلي في الخرائط.";

/* %@ = url */
"Show %@ in Calendar" = "إظهار %@ في التقويم";

/* A measurement of some unit */
"Measurement" = "القياس";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "لم يتم تمكين الميزة لهذا العرض";

/* Button */
"Cancel" = "إلغاء";

/* Button */
"OK" = "موافق";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "تعذر تحويل الاختصارات من %@ إلى النوع المطلوب";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "تعذر تحويل الاختصارات من %@ إلى %@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "العملية";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "فشلت %@ لأنه %@.";

/* Content item error; type conversion error */
"Conversion Error" = "خطأ في التحويل";

/* Content property name */
"Album (Content Property Name)" = "الألبوم";

/* Content property name */
"Album Artist (Content Property Name)" = "فنان الألبوم";

/* Content property name */
"Album Artwork (Content Property Name)" = "العمل الفني للألبوم";

/* Content property name */
"Album Track # (Content Property Name)" = "رقم المقطع في الألبوم";

/* Content property name */
"Altitude (Content Property Name)" = "الارتفاع";

/* Content property name */
"Article Publish Date (Content Property Name)" = "تاريخ نشر المقالة";

/* Content property name */
"Artist (Content Property Name)" = "الفنان";

/* Content property name */
"Artwork (Content Property Name)" = "الغلاف";

/* Content property name */
"Attendees (Content Property Name)" = "الحضور";

/* Content property name */
"Audio (Content Property Name)" = "الصوت";

/* Content property name */
"Author (Content Property Name)" = "المؤلف";

/* Content property name */
"Birthday (Content Property Name)" = "عيد الميلاد";

/* Content property name */
"Body (Content Property Name)" = "النص";

/* Content property name */
"Calendar (Content Property Name)" = "التقويم";

/* Content property name */
"Camera Make (Content Property Name)" = "نوع الكاميرا";

/* Content property name */
"Camera Model (Content Property Name)" = "طراز الكاميرا";

/* Content property name */
"City (Content Property Name)" = "المدينة";

/* Content property name */
"Comments (Content Property Name)" = "التعليقات";

/* Content property name */
"Company (Content Property Name)" = "الشركة";

/* Content property name */
"Completion Date (Content Property Name)" = "تاريخ الاكتمال";

/* Content property name */
"Composer (Content Property Name)" = "الملحن";

/* Content property name */
"Contact Photo (Content Property Name)" = "صورة جهة الاتصال";

/* Content property name */
"Country (Content Property Name)" = "البلد";

/* Content property name */
"Creation Date (Content Property Name)" = "تاريخ الإنشاء";

/* Content property name */
"Date Added (Content Property Name)" = "تاريخ الإضافة";

/* Content property name */
"Date Taken (Content Property Name)" = "تاريخ الالتقاط";

/* Content property name */
"Department (Content Property Name)" = "الإقليم";

/* Content property name */
"Disc # (Content Property Name)" = "رقم القرص";

/* Content property name */
"Due Date (Content Property Name)" = "تاريخ الاستحقاق";

/* Content property name */
"Duration (Content Property Name)" = "المدة";

/* Content property name */
"Email Address (Content Property Name)" = "عنوان البريد الإلكتروني";

/* Content property name */
"End Date (Content Property Name)" = "تاريخ الانتهاء";

/* Content property name */
"Event End Date (Content Property Name)" = "تاريخ نهاية الحدث";

/* Content property name */
"Event Start Date (Content Property Name)" = "تاريخ بداية الحدث";

/* Content property name */
"Excerpt (Content Property Name)" = "عدا";

/* Content property name */
"File Extension (Content Property Name)" = "ملحق الملف";

/* Content property name */
"File Size (Content Property Name)" = "حجم الملف";

/* Content property name */
"First Name (Content Property Name)" = "الاسم الأول";

/* Content property name */
"Frame Rate (Content Property Name)" = "معدل الإطارات";

/* Content property name */
"Genre (Content Property Name)" = "النوع";

/* Content property name */
"Group (Content Property Name)" = "المجموعة";

/* Content property name */
"Has Alarms (Content Property Name)" = "مع تنبيهات";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "مع غلاف ألبوم";

/* Content property name */
"Has No Alarms (Content Property Name)" = "بلا تنبيهات";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "بلا غلاف ألبوم";

/* Content property name */
"Has No Photo (Content Property Name)" = "بلا صورة";

/* Content property name */
"Has Photo (Content Property Name)" = "مع صورة";

/* Content property name */
"Height (Content Property Name)" = "الطول";

/* Content property name */
"Image (Content Property Name)" = "صورة";

/* Content property name */
"Is All Day (Content Property Name)" = "طوال اليوم";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "عنصر سحابة";

/* Content property name */
"Is Completed (Content Property Name)" = "مكتمل";

/* Content property name */
"Is Explicit (Content Property Name)" = "فاضح";

/* Content property name */
"Is Favorite (Content Property Name)" = "مفضل";

/* Content property name */
"Is Hidden (Content Property Name)" = "مخفية";

/* Content property name */
"Is Not All Day (Content Property Name)" = "ليس طوال اليوم";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "ليس عنصر سحابة";

/* Content property name */
"Is Not Completed (Content Property Name)" = "غير مكتمل";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "غير فاضح";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "غير مفضل";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "غير مخفي";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "ليست لقطة شاشة";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "لقطة شاشة";

/* Content property name */
"Job Title (Content Property Name)" = "المسمى الوظيفي";

/* Content property name */
"Keys (Content Property Name)" = "المفاتيح";

/* Content property name */
"Last Modified Date (Content Property Name)" = "تاريخ آخر تعديل";

/* Content property name */
"Last Name (Content Property Name)" = "الاسم الأخير";

/* Content property name */
"Last Played Date (Content Property Name)" = "تاريخ آخر تشغيل";

/* Content property name */
"Latitude (Content Property Name)" = "خط العرض";

/* Content property name */
"List (Content Property Name)" = "قائمة";

/* Content property name */
"Location (Content Property Name)" = "الموقع";

/* Content property name */
"Longitude (Content Property Name)" = "خط الطول";

/* Content property name */
"Lyrics (Content Property Name)" = "الكلمات";

/* Content property name */
"Main Image URL (Content Property Name)" = "عنوان URL للصورة الرئيسية";

/* Content property name */
"Media Kind (Content Property Name)" = "نوع الوسائط";

/* Content property name */
"Media Type (Content Property Name)" = "نوع الوسائط";

/* Content property name */
"Metadata (Content Property Name)" = "بيانات التعريف";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "إعادة تعيين بيانات التعريف";

/* Content property name */
"Middle Name (Content Property Name)" = "الاسم الأوسط";

/* Content property name */
"Music (Content Property Name)" = "الموسيقى";

/* Content property name */
"Name (Content Property Name)" = "الاسم";

/* Content property name */
"Nickname (Content Property Name)" = "الاسم المستعار";

/* Content property name */
"Notes (Content Property Name)" = "الملاحظات";

/* Content property name */
"Number of Words (Content Property Name)" = "عدد الكلمات";

/* Content property name */
"Organizer (Content Property Name)" = "المنظم";

/* Content property name */
"Orientation (Content Property Name)" = "الاتجاه";

/* Content property name */
"Phone Number (Content Property Name)" = "رقم الهاتف";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "الاسم الأول الصوتي";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "اسم العائلة الصوتي";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "الاسم الأوسط الصوتي";

/* Content property name */
"Photo Type (Content Property Name)" = "نوع الصورة";

/* Content property name */
"Play Count (Content Property Name)" = "عدد مرات التشغيل";

/* Content property name */
"Prefix (Content Property Name)" = "البادئة";

/* Content property name */
"Priority (Content Property Name)" = "الأولوية";

/* Content property name */
"Published Date (Content Property Name)" = "تاريخ النشر";

/* Content property name */
"Rating (Content Property Name)" = "التقييم";

/* Content property name */
"Release Date (Content Property Name)" = "تاريخ الإصدار";

/* Content property name */
"Reminder Location (Content Property Name)" = "موقع التذكير";

/* Content property name */
"Role (Content Property Name)" = "الدور";

/* Content property name */
"Show URL (Content Property Name)" = "إظهار URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "إظهار في التقويم";

/* Content property name */
"Skip Count (Content Property Name)" = "عدد مرات التخطي";

/* Content property name */
"Start Date (Content Property Name)" = "تاريخ البدء";

/* Content property name */
"State (Content Property Name)" = "الولاية";

/* Content property name */
"Status (Content Property Name)" = "الحالة";

/* Content property name */
"Street (Content Property Name)" = "الشارع";

/* Content property name */
"Street Address (Content Property Name)" = "عنوان الشارع";

/* Content property name */
"Suffix (Content Property Name)" = "اللاحقة";

/* Content property name */
"Time Taken (Content Property Name)" = "وقت الالتقاط";

/* Content property name */
"Title (Content Property Name)" = "العنوان الرئيسي";

/* Content property name */
"Track (Content Property Name)" = "المقطع الصوتي";

/* Content property name */
"URL (Content Property Name)" = "عنوان URL";

/* Content property name */
"Values (Content Property Name)" = "القيم";

/* Content property name */
"Video (Content Property Name)" = "فيديو";

/* Content property name */
"Width (Content Property Name)" = "العرض";

/* Content property name */
"ZIP Code (Content Property Name)" = "الرمز البريدي";

/* Content property value */
"Accepted (Content Property Possible Value)" = "تم القبول";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "كتاب صوتي";

/* Content property value */
"Burst (Content Property Possible Value)" = "تتابع";

/* Content property value */
"Chair (Content Property Possible Value)" = "رئيس";

/* Content property value */
"Completed (Content Property Possible Value)" = "اكتمل";

/* Content property value */
"Declined (Content Property Possible Value)" = "تم الرفض";

/* Content property value */
"Delegated (Content Property Possible Value)" = "تم التفويض";

/* Content property value */
"Down (Content Property Possible Value)" = "أسفل";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "معكوسة للأسفل";

/* Content property value */
"HDR (Content Property Possible Value)" = "‏HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "قيد المعالجة";

/* Content property value */
"Left (Content Property Possible Value)" = "يسار";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "معكوسة لليسار";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "‏Live Photo";

/* Content property value */
"Movie (Content Property Possible Value)" = "فيلم";

/* Content property value */
"Music (Content Property Possible Value)" = "موسيقى";

/* Content property value */
"Music Video (Content Property Possible Value)" = "فيديو موسيقي";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "غير مشارك";

/* Content property value */
"Optional (Content Property Possible Value)" = "اختياري";

/* Content property value */
"Panorama (Content Property Possible Value)" = "بانوراما";

/* Content property value */
"Pending (Content Property Possible Value)" = "قيد الانتظار";

/* Content property value */
"Podcast (Content Property Possible Value)" = "بودكاست";

/* Content property value */
"Required (Content Property Possible Value)" = "مطلوب";

/* Content property value */
"Right (Content Property Possible Value)" = "يمين";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "معكوسة لليمين";

/* Content property value */
"TV Show (Content Property Possible Value)" = "برنامج تلفاز";

/* Content property value */
"Tentative (Content Property Possible Value)" = "موافقة مبدئية";

/* Content property value */
"Unknown (Content Property Possible Value)" = "غير معروف";

/* Content property value */
"Up (Content Property Possible Value)" = "أعلى";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "معكوسة للأعلى";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "‏yyyy-MM-dd";

/* Default contact name */
"No Name" = "لا يوجد اسم";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "EEE, dd MMM yyyy HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "الموقع";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "رابط خرائط غير معروف";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "الاتجاهات من %@ إلى %@";

/* Error message */
"Location Not Found" = "لم يتم العثور على الموقع";

/* Error message */
"a video was provided instead of an image" = "تم تزويد فيديو بدلاً من صورة";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "لا يمكن تحويل العنصر \"%@\" إلى صورة لأنه لا يتضمن أي عمل فني.";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "لا يمكن تصدير العنصر \"%@\". قد يكون ذلك لأنه مخزّن فقط في iCloud أو لم تتم مزامنته مه هذا الجهاز حتى الآن.";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "لتنفيذ هذا الإجراء، يجب تسجيل الدخول إلى iCloud.";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "العنصر ليس به غلاف ألبوم";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "لم يتم تنزيل العنصر";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@ %2$@ الساعة %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "صورة";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "موسيقى";

/* Filter description; multiple photos (plural) */
"Photos" = "صور";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "النتائج";

/* Generic plural type description */
"Anything (Plural)" = "أي شيء";

/* Generic type description */
"Anything (Singular)" = "أي شيء";

/* Item name */
"Apple Maps URL" = "عنوان URL لخرائط Apple";

/* Item name */
"Contact" = "جهة الاتصال";

/* Item name */
"Event" = "الحدث";

/* Item name */
"Image (item name)" = "صورة";

/* Item name */
"Music (item name)" = "الموسيقى";

/* Item name */
"Photo" = "صورة";

/* Item name */
"Reminder" = "تذكير";

/* Item name */
"Track (item name)" = "المقطع الصوتي";

/* Item name; calendar event participant */
"Participant" = "مشارك";

/* Navigation bar title */
"Supported Types" = "الأنواع المدعومة";

/* Navigation bar title; content items */
"Items" = "العناصر";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "رسم بياني لعنصر محتوى";

/* Priority level */
"High" = "عالية";

/* Priority level */
"Low" = "منخفضة";

/* Priority level */
"Medium" = "متوسطة";

/* Property name; web page URL */
"Page URL" = "عنوان URL للصفحة";

/* Property name; web page contents */
"Page Contents" = "محتويات الصفحة";

/* Property name; web page selection */
"Page Selection" = "تحديد الصفحة";

/* Proposed file name for an HTML file */
"Article" = "مقالة";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "فشل \"معاينة سريعة\" في معاينة %@";

/* Reminder content item */
"Reminder Completion Date" = "تاريخ اكتمال التذكير";

/* Reminder content item */
"Reminder Due Date" = "تاريخ استحقاق التذكير";

/* Reminder content item */
"Reminder Start Date" = "تاريخ بدء التذكير";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "إظهار URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "القياسات";

/* Title template for import albums from Photos.app */
"Imported on %@" = "تم الاستيراد في %@";

/* Type description for multiple files */
"Files" = "الملفات";

/* Type description for single file */
"File" = "ملف";

/* Type description, a boolean (plural) */
"Booleans" = "قيم منطقية";

/* Type description; a FTP directory (singular) */
"FTP directory" = "دليل FTP";

/* Type description; a Maps link (singular) */
"Maps link" = "رابط خرائط";

/* Type description; a PDF (singular) */
"PDF" = "‏PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "صفحة ويب Safari";

/* Type description; a URL (singular) */
"URL (singular)" = "عنوان URL";

/* Type description; a boolean (singular) */
"Boolean" = "قيمة منطقية";

/* Type description; a calendar event (singular) */
"Calendar event" = "حدث تقويم";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "أحد الحضور في الحدث";

/* Type description; a calendar item (singular) */
"Calendar item" = "عنصر تقويم";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "جهة اتصال";

/* Type description; a date (singular) */
"Date" = "تاريخ";

/* Type description; a dictionary (singular) */
"Dictionary" = "قاموس";

/* Type description; a file size (singular) */
"File size" = "حجم الملف";

/* Type description; a location (singular) */
"Location (singular)" = "موقع";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "وسائط";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "وسائط";

/* Type description; a number (singular) */
"Number" = "رقم";

/* Type description; a phone number (singular) */
"Phone number" = "رقم الهاتف";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "وسائط صورة";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "وسائط تطبيق الصور";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "نص منسق";

/* Type description; a piece of text (singular) */
"Text (singular)" = "نص";

/* Type description; a place (location) (singular) */
"Place" = "مكان";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "تذكير";

/* Type description; a single image (singular) */
"Image (singular)" = "صورة";

/* Type description; a time interval (singular) */
"Time interval" = "فاصل زمني";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "مقالة";

/* Type description; an email address (singular) */
"Email address" = "عنوان بريد إلكتروني";

/* Type description; an extension item (singular) */
"Extension item" = "عنصر ملحق";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "عنصر iCalendar";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "وسائط iTunes";

/* Type description; an item provider (singular) */
"Item provider" = "موفر العنصر";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "أدلة FTP";

/* Type description; multiple Maps links (plural) */
"Maps links" = "روابط خرائط";

/* Type description; multiple PDFs (plural) */
"PDFs" = "ملفات PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "صفحات ويب Safari";

/* Type description; multiple URLs (plural) */
"URLs" = "عناوين URL";

/* Type description; multiple articles (plural) */
"Articles" = "المقالات";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "الحضور في الحدث";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "أحداث تقويم";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "عناصر تقويم";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "جهات اتصال";

/* Type description; multiple dates (plural) */
"Dates" = "تواريخ";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "قواميس";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "عناوين بريد إلكتروني";

/* Type description; multiple extension items (plural) */
"Extension items" = "عناصر ملحقات";

/* Type description; multiple file sizes (plural) */
"File sizes" = "أحجام ملفات";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "عناصر iCalendar";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "وسائط iTunes";

/* Type description; multiple images (plural) */
"Images" = "صور";

/* Type description; multiple item providers (plural) */
"Item providers" = "موفرو العناصر";

/* Type description; multiple locations (plural) */
"Locations" = "مواقع";

/* Type description; multiple numbers (plural) */
"Numbers" = "أرقام";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "أرقام هاتف";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "وسائط صورة";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "وسائط تطبيق الصور";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "نص منسق";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "نص";

/* Type description; multiple places (locations) (plural) */
"Places" = "أماكن";

/* Type description; multiple reminders (plural) */
"Reminders" = "تذكيرات";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "فواصل زمنية";

/* Type description; multiple vCards (plural) */
"vCards" = "بطاقات vCards";

/* Unit type */
"Acceleration" = "التسارع";

/* Unit type */
"Angle" = "الزاوية";

/* Unit type */
"Area" = "المساحة";

/* Unit type */
"Concentration Mass" = "كتلة التركيز";

/* Unit type */
"Dispersion" = "التشتت";

/* Unit type */
"Duration" = "المدة";

/* Unit type */
"Electric Charge" = "الشحنة الكهربائية";

/* Unit type */
"Electric Current" = "التيار الكهربائي";

/* Unit type */
"Electric Potential Difference" = "فرق الجهد الكهربائي";

/* Unit type */
"Electric Resistance" = "المقاومة الكهربائية";

/* Unit type */
"Energy" = "الطاقة";

/* Unit type */
"Frequency" = "التردد";

/* Unit type */
"Fuel Efficiency" = "كفاءة الوقود";

/* Unit type */
"Illuminance" = "الإضاءة";

/* Unit type */
"Length" = "الطول";

/* Unit type */
"Mass" = "الكتلة";

/* Unit type */
"Power" = "الطاقة الكهربائية";

/* Unit type */
"Pressure" = "الضغط";

/* Unit type */
"Speed" = "السرعة";

/* Unit type */
"Temperature" = "درجة الحرارة";

/* Unit type */
"Volume" = "الحجم";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = "‏، ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = " أو ";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = " أو ";

